Repository: ziadali22/Fabric
Catalog: Fabric/Brain/AppStrings/*.lproj/Localizable.strings
Languages: ar

source: More
ar: المزيد

source: Chat
ar: المحادثة

source: categories
ar: الاقسام

source: Home
ar: الرئيسية

source: Application Map
ar: خريطة التطبيق

source: company users
ar: مستخدمين الشركة

source: Add User
ar: اضافة مستخدم

source: update user
ar: تحديث مستخدم

source: users
ar: المستخدمون

source: check valid rate
ar: اضف تقييم صحيح

source: check valid comment
ar: ادخل تعليق صحيح

source: comment Added Successfully
ar: تم اضافة التعليق بنجاح

source: Start From
ar: بدأ من

source: Active
ar: فعال

source: closed
ar: مغلق

source: check valid price
ar: ادخل سعر صحيح

source: Profile
ar: الصفحة الشخصية

source: My Advertises
ar: اعلاناتي

source: My Favourite
ar: المفضلة

source: Wallet
ar: المحفظة

source: My Transformation
ar: التحويلات

source: Setting
ar: اعدادات

source: Map
ar: الخريطة

source: Log out
ar: تسجيل خروج

source: Follow
ar: متابعة

source: un Follow
ar: الغاء

source: setting Notification
ar: اعدادات الاشعارات

source: Blocks List
ar: قائمة الحظر

source: common quastions
ar: الاسئلة الشائعه

source: About us
ar: عن التطبيق

source: Terms And Conditions
ar: الشروط والاحكام

source: Privacy policy
ar: سياسة الخصوصية

source: Call us
ar: اتصل بنا

source: Language
ar: اللغة

source: check valid message
ar: ادخل رسالة صحيحة

source: check valid subject
ar: ادخل عنوان صحيح

source: message Sent
ar: تم ارسال الرسالة

source: offer
ar: عرض

source: order
ar: طلب

source: auction
ar: مزاد

source: User Added
ar: تم اضافة المستخدم

source: User Updated
ar: تم تحديث المستخدم

source: enter valid Description
ar: ادخل تفاصيل صحيحة

source: enter valid images
ar: ادخل صور صحيحة

source: enter valid Classification
ar: ادخل تصنيف

source: Adv Added Successfully
ar: تم اضافة الاعلان بنجاح

source: Adv updated Successfullty
ar: تم تحديث العنوان بنجاح

source: enter valid duration from
ar: ادخل مده (من)

source: enter valid duration To
ar: ادخل مده ( الى )

source: enter valid start auction
ar: ادخل بدايه المزاد

source: image selected
ar: تم اختيار الصورة

source: enter valid bank
ar: ادخل بنك صحيح

source: enter valid bank account
ar: ادخل رقم بنك صحيح

source: enter valid Amount
ar: ادخل قيمة صحيحة

source: enter valid transaction
ar: ادخل تحويل صحيح

source: transaction Added Successfully
ar: تم اضافى التحويل بنجاح

source: unblocked Success
ar: تم فك الحظر بنجاح

source: setting company users
ar: اعدادات مستخدمين الشركه

source: enter vaild email
ar: ادخل بريد الكتروني

source: enter valid password
ar: ادخل كلمة مرور صحيحة

source: enter valid user name
ar: ادخل اسم مستخدم صحيح

source: enter vaild phone
ar: ادخل رقم جوال

source: enter vaild Re-password
ar: ادخل تأكيد كلمة المرور

source: Password and re password doesn't match
ar: كلمتى المرور غير متطابقه

source: Must Accept Condition And Terms
ar: يجب قبول الشروط والاحكام

source: enter valid old Password
ar: ادخل كلمة المرور القديمة

source: enter valid new Password
ar: ادخل كلمة المرور الجديدة

source: enter valid Address
ar: ادخل عنوان صحيح

source: open location permission
ar: افتح تصريح العنوان

source: enter valid Image
ar: ادخل صورة صحيحة

source: enter valid Message
ar: ادخل رسالة صحيحة

source: enter valid code
ar: ادخل كود صحيح

source: Login Success
ar: تم تسجيل الدخول بنجاح

source: register success
ar: تم التسجيل بنجاح

source: Code Sent Successfully
ar: تم ارسال الكود بنجاح

source: your code is Correct
ar: الكود صحيح

source: password changed successfully
ar: تم تغير كلمة المرور بنجاح

source: check valid city
ar: ادخل مدينة صحيحة

source: Register
ar: تسجيل

source: profile Updated
ar: تم تحديث الصفحة الشخصية

source: Proccess Done
ar: تم بنجاح

source: install whatsApp
ar: يجب تنزل الواتس اب

source: You Don't Have Permission
ar: لا تملك الصلاحية للمتابعة

source: enter valid search text
ar: ادخل كلمة البحث صحيحة

source: Empty Data
ar: لا توجد بيانات

source: Less
ar: اقل

source: un Block
ar: الغاء الحظر

source: SAR
ar: ريال

source: user
ar: مستخدم

source: company
ar: شركة

source: factory
ar: مصنع

source: employee
ar: موظف

source: organization
ar: مؤسسة

source: check valid user type
ar: ادخل نوع المستخدم

source: normal
ar: عرض

source: check valid report reason
ar: ادخل سبب الابلاغ

source: gallery
ar: معرض

source: Delete Conversation
ar: حذف المحادثة

source: Warining
ar: تحذير

source: Ok
ar: موافق

source: Cancel
ar: الغاء

source: Have To Restart to apply changes
ar: يجب اعادة تشغيل التطبيق لتغير اللغة

source: Not Allowed
ar: غير مسموج

source: choose
ar: اختر

source: Media messages
ar: ميديا

source: send Image
ar: ارسل صورة

source: Not Allow To Change To Same Language
ar: غير مسموح لتحويل لنفس اللغة

source: Block
ar: حظر

source: Report
ar: ابلاغ

source: On
ar: فتح

source: Off
ar: اغلاق

source: Delete
ar: حذف

source: Edit Permissions
ar: تعديل الصلاحيات

source: You should Login First
ar: يجب عليك تسجيل الدخول أولا

source: Login
ar: تسجيل الدخول

source: Accepted
ar: تم القبول

source: Pending
ar: انتظار

source: Rejected
ar: تم الرفض

# api_participate_auction
source: participate auction
ar: مشاركة بالمزاد

# api_trigger_favourite
source: trigger favourite
ar: اضافة للمفضلة

# api_delete_or_deactivate_ads
source: delete or deactivate ads
ar: حذف الاعلان

# api_edit_ads
source: edit ads
ar: تعديل الاعلان

# api_add_ads
source: add ads
ar: اضافة اعلان

# api_add_premium
source: add premium
ar: تمييز الاعلان

# api_add_comment
source: add comment
ar: اضافة تعليق

# api_contact_users
source: contact users
ar: تواصل مع مستخدمين

# api_add_transactions
source: add transactions
ar: تحويل أموال

# api_follow
source: follow
ar: متابعة الاخرين

# api_report_or_block
source: report or block
ar: ابلاغ و حظر

source: Please add main image
ar: من فضلك اضف الصورة الأساسية

source: Are you Sure End Chat
ar: هل تود انهاء المحادثة ؟
